Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# PTYSession.PasswordSentPressReturn
source: Password sent (press Return).
de: Passwort gesendet (Return drücken).
ja: パスワードを送信しました（Returnキーを押してください）。
pt_br: Senha enviada (pressione Return).
ru: Пароль отправлен (нажмите Return).
zh_hans: 密码已发送（按回车键）。

# PTYSession.PauseInSeconds
source: This session will pause in about %ld seconds because it is buffering too much data.
de: Diese Sitzung wird in etwa %ld Sekunden pausiert, da zu viele Daten gepuffert werden.
ja: このセッションは大量のデータをバッファリングしているため、約%ld秒後に一時停止します。
pt_br: Esta sessão será pausada em cerca de %ld segundos porque está armazenando dados em excesso.
ru: Эта сессия будет приостановлена примерно через %ld секунд, так как накапливается слишком много данных.
zh_hans: 此会话将在约 %ld 秒后暂停，因为正在缓冲过多数据。

# PTYSession.PauseSettings
source: _Pause Settings
de: _Pause-Einstellungen
ja: 一時停止の設定(_P)
pt_br: _Ajustes de pausa
ru: _Настройки паузы
zh_hans: 暂停设置(_P)

# PTYSession.PermissionRequired
source: Permission Required
de: Berechtigung erforderlich
ja: 許可が必要です
pt_br: Permissão necessária
ru: Требуется разрешение
zh_hans: 需要权限

# PTYSession.PhysicalKeyBindingExplanation
source: A keyboard shortcut didn’t run because this physical key now produces a different character than it did when the shortcut was created, usually after switching keyboard layout or input method. Matching key bindings by physical key makes shortcuts work regardless of the character a key produces. This affects all key bindings; you can change it later in Settings > Keys.
de: Eine Tastenkombination wurde nicht ausgeführt, da diese physische Taste jetzt ein anderes Zeichen erzeugt als zum Zeitpunkt der Erstellung der Tastenkombination, meist nach einem Wechsel der Tastaturbelegung oder Eingabemethode. Wenn Tastenkombinationen anhand der physischen Taste zugeordnet werden, funktionieren sie unabhängig davon, welches Zeichen eine Taste erzeugt. Dies betrifft alle Tastenkombinationen; Sie können dies später unter Einstellungen > Tasten ändern.
ja: キーボードショートカットが実行されませんでした。これは、キーボードレイアウトや入力方式を切り替えた後などに、この物理キーがショートカット作成時とは異なる文字を生成するようになったためです。キーバインディングを物理キーで照合するようにすると、キーが生成する文字に関係なくショートカットが機能するようになります。これはすべてのキーバインディングに影響します。後で設定 > キー で変更できます。
pt_br: Um atalho de teclado não foi executado porque esta tecla física agora produz um caractere diferente do que produzia quando o atalho foi criado, geralmente após trocar o layout de teclado ou o método de entrada. Corresponder as associações de teclas pela tecla física faz os atalhos funcionarem independentemente do caractere que a tecla produz. Isso afeta todas as associações de teclas; você pode alterar isso depois em Ajustes > Teclas.
ru: Сочетание клавиш не сработало, потому что эта физическая клавиша теперь выдаёт другой символ, чем при создании сочетания, обычно это происходит после смены раскладки клавиатуры или метода ввода. Сопоставление сочетаний клавиш по физической клавише позволяет сочетаниям работать независимо от того, какой символ выдаёт клавиша. Это влияет на все сочетания клавиш; изменить это можно позже в разделе Настройки > Клавиши.
zh_hans: 键盘快捷键未执行，因为此物理按键现在产生的字符与创建快捷键时不同，通常发生在切换键盘布局或输入法之后。按物理按键匹配按键绑定可使快捷键不依赖按键产生的字符而正常工作。这会影响所有按键绑定；你可以在“设置 > 键盘”中稍后更改。

# PTYSession.PhysicalKeyBindingPrompt
source: This key now types a different character. Match key bindings by physical key?
de: Diese Taste gibt jetzt ein anderes Zeichen ein. Tastenkombinationen anhand der physischen Taste zuordnen?
ja: このキーは現在、別の文字を入力するようになっています。物理キーでキーバインディングを照合しますか？
pt_br: Esta tecla agora digita um caractere diferente. Corresponder as associações de teclas pela tecla física?
ru: Эта клавиша теперь вводит другой символ. Сопоставлять сочетания клавиш по физической клавише?
zh_hans: 此按键现在输入的字符不同。要按物理按键匹配按键绑定吗？

# PTYSession.ProfileUpdated
source: Profile Updated
de: Profil aktualisiert
ja: プロファイルを更新しました
pt_br: Perfil atualizado
ru: Профиль обновлён
zh_hans: 配置文件已更新

# PTYSession.ResizePrompt
source: A program has tried to resize the window. Allow it?
de: Ein Programm hat versucht, die Fenstergröße zu ändern. Erlauben?
ja: プログラムがウィンドウのサイズ変更を試みました。許可しますか？
pt_br: Um programa tentou redimensionar a janela. Permitir?
ru: Программа попыталась изменить размер окна. Разрешить это?
zh_hans: 程序尝试调整窗口大小。允许吗？

# PTYSession.ResizeReportingLeftOn
source: Looks like resize reporting was left on when an ssh session ended unexpectedly or an app misbehaved. Turn it off?
de: Anscheinend wurde die Größenänderungs-Berichterstattung aktiviert gelassen, als eine SSH-Sitzung unerwartet endete oder sich eine App fehlerhaft verhielt. Ausschalten?
ja: SSHセッションが予期せず終了したか、アプリが誤動作したため、リサイズレポートがオンのままになっているようです。オフにしますか？
pt_br: Parece que o relatório de redimensionamento ficou ativado quando uma sessão ssh terminou inesperadamente ou um app se comportou mal. Desativá-lo?
ru: Похоже, отслеживание изменения размера окна осталось включённым после неожиданного завершения SSH-сессии или сбоя приложения. Отключить его?
zh_hans: 看起来 ssh 会话意外结束或应用异常时，调整大小上报仍处于开启状态。要关闭吗？

# PTYSession.ResizeUnfocusedPrompt
source: A program has tried to resize the window while this session was not active. Allow it?
de: Ein Programm hat versucht, die Fenstergröße zu ändern, während diese Sitzung nicht aktiv war. Erlauben?
ja: このセッションがアクティブでないときに、プログラムがウィンドウのサイズ変更を試みました。許可しますか？
pt_br: Um programa tentou redimensionar a janela enquanto esta sessão não estava ativa. Permitir?
ru: Программа попыталась изменить размер окна, пока эта сессия была неактивна. Разрешить это?
zh_hans: 此会话不活动时，程序尝试调整窗口大小。允许吗？

# PTYSession.Reveal
source: Reveal
de: Anzeigen
ja: 表示
pt_br: Revelar
ru: Показать
zh_hans: 显示

# PTYSession.RevealSetting
source: Reveal Setting
de: Einstellung anzeigen
ja: 設定を表示
pt_br: Revelar ajuste
ru: Показать настройку
zh_hans: 显示设置

# PTYSession.RunCommandTrigger
source: Run Command Trigger
de: Trigger „Befehl ausführen“
ja: コマンド実行トリガー
pt_br: Gatilho de executar comando
ru: Триггер запуска команды
zh_hans: 运行命令触发器

# PTYSession.RunCommandTriggerFailed
source: Run Command Trigger Failed
de: Trigger „Befehl ausführen“ fehlgeschlagen
ja: コマンド実行トリガーが失敗しました
pt_br: Falha no gatilho de executar comando
ru: Сбой триггера запуска команды
zh_hans: 运行命令触发器失败

# PTYSession.RunInstallerAnyway
source: Run Installer Anyway
de: Installationsprogramm trotzdem ausführen
ja: インストーラーを実行する
pt_br: Executar instalador mesmo assim
ru: Всё равно запустить установщик
zh_hans: 仍然运行安装程序

# PTYSession.RunTmuxCommand
source: Run command "%@"
de: Befehl „%@“ ausführen
ja: コマンド「%@」を実行
pt_br: Executar o comando “%@”
ru: Выполнить команду «%@»
zh_hans: 执行命令 "%@"

# PTYSession.ScriptWantsToLoadURLHeading
source: %@ wants to load a URL in this browser session.
de: %@ möchte eine URL in dieser Browser-Sitzung laden.
ja: %@がこのブラウザセッションでURLを読み込もうとしています。
pt_br: %@ quer carregar um URL nesta sessão do navegador.
ru: %@ хочет загрузить URL в этой сессии браузера.
zh_hans: %@想要在此浏览器会话中载入 URL。

# PTYSession.SelectProfileForArrangement
source: Select a profile to use for this session. Your selection will be saved back to the arrangement.
de: Wählen Sie ein Profil für diese Sitzung aus. Ihre Auswahl wird in der Anordnung gespeichert.
ja: このセッションで使用するプロファイルを選択してください。選択内容はアレンジメントに保存されます。
pt_br: Selecione um perfil para usar nesta sessão. Sua seleção será salva de volta no arranjo.
ru: Выберите профиль для использования в этой сессии. Ваш выбор будет сохранён в конфигурации окон.
zh_hans: 选择此会话要使用的配置文件。你的选择将保存回窗口布局。

# PTYSession.SessionBuried
source: Session Buried
de: Sitzung vergraben
ja: セッションを非表示にしました
pt_br: Sessão ocultada
ru: Сессия скрыта
zh_hans: 会话已隐藏

# PTYSession.SessionBuriedDescription
source: It can be restored by detaching from tmux, or from the Sessions > Buried Sessions menu.
de: Sie kann durch Trennen von tmux oder über das Menü Sitzungen > Vergrabene Sitzungen wiederhergestellt werden.
ja: tmuxからデタッチするか、セッション > 非表示のセッション メニューから復元できます。
pt_br: Pode ser restaurada desanexando do tmux, ou pelo menu Sessões > Sessões ocultadas.
ru: Её можно восстановить, отключившись от tmux, или через меню Сессии > Скрытые сессии.
zh_hans: 可以通过从 tmux 分离来恢复，或从 会话 > 隐藏的会话 菜单恢复。

# PTYSession.SessionEnded
source: Session Ended
de: Sitzung beendet
ja: セッションが終了しました
pt_br: Sessão encerrada
ru: Сессия завершена
zh_hans: 会话已结束

# PTYSession.SessionLoggingProblem
source: Session Logging Problem
de: Problem bei der Sitzungsprotokollierung
ja: セッションログの問題
pt_br: Problema no registro da sessão
ru: Проблема с журналированием сессии
zh_hans: 会话日志问题

# PTYSession.SessionNameNotificationTitle
source: Session “%@”
de: Sitzung „%@“
ja: セッション「%@」
pt_br: Sessão “%@”
ru: Сессия «%@»
zh_hans: 会话“%@”

# PTYSession.SessionPaused
source: Session paused.
de: Sitzung pausiert.
ja: セッションを一時停止しました。
pt_br: Sessão pausada.
ru: Сессия приостановлена.
zh_hans: 会话已暂停。

# PTYSession.SessionTerminatedDescription
source: Session "%1$@" in tab #%2$d just terminated.
de: Sitzung „%1$@“ in Tab #%2$d wurde soeben beendet.
ja: タブ#%2$dのセッション「%1$@」が終了しました。
pt_br: A sessão “%1$@” na aba nº %2$d acabou de ser encerrada.
ru: Сессия «%1$@» во вкладке №%2$d только что завершилась.
zh_hans: 会话 "%1$@" 在标签页 #%2$d 中刚刚结束。

# PTYSession.SessionUpdated
source: Session Updated
de: Sitzung aktualisiert
ja: セッションを更新しました
pt_br: Sessão atualizada
ru: Сессия обновлена
zh_hans: 会话已更新

# PTYSession.SettingsEllipsis
source: Settings…
de: Einstellungen…
ja: 設定…
pt_br: Ajustes…
ru: Настройки…
zh_hans: 设置…

# PTYSession.SettingsShortcut
source: _Settings
de: _Einstellungen
ja: 設定(_S)
pt_br: _Ajustes
ru: _Настройки
zh_hans: 设置(_S)

# PTYSession.ShareClipboardPrompt
source: Share clipboard contents with app in terminal?
de: Inhalt der Zwischenablage mit der App im Terminal teilen?
ja: クリップボードの内容をターミナル内のアプリと共有しますか？
pt_br: Compartilhar conteúdo da área de transferência com o app no terminal?
ru: Поделиться содержимым буфера обмена с приложением в терминале?
zh_hans: 与终端中的应用共享剪贴板内容？

# PTYSession.ShellDoesNotExist
source: The shell for this account, “%@”, does not exist. Change the profile to use /bin/zsh instead?
de: Die Shell für dieses Konto, „%@“, existiert nicht. Soll das Profil stattdessen /bin/zsh verwenden?
ja: このアカウントのシェル「%@」は存在しません。プロファイルを/bin/zshを使用するように変更しますか？
pt_br: O shell desta conta, “%@”, não existe. Alterar o perfil para usar /bin/zsh?
ru: Оболочка для этой учётной записи, «%@», не существует. Изменить профиль, чтобы использовать /bin/zsh вместо неё?
zh_hans: 此账户的 shell“%@”不存在。是否将配置文件更改为使用 /bin/zsh？

# PTYSession.ShellIntegrationOutOfDate
source: This account’s Shell Integration scripts are out of date.
de: Die Shell-Integration-Skripte dieses Kontos sind veraltet.
ja: このアカウントのシェル統合スクリプトは古くなっています。
pt_br: Os scripts de Shell Integration desta conta estão desatualizados.
ru: Скрипты интеграции с оболочкой для этой учётной записи устарели.
zh_hans: 此账户的 Shell 集成脚本已过时。

# PTYSession.ShortLivedSession
source: A session ended very soon after starting. Check that the command in profile “%@” is correct.
de: Eine Sitzung wurde sehr kurz nach dem Start beendet. Überprüfen Sie, ob der Befehl im Profil „%@“ korrekt ist.
ja: セッションが開始直後に終了しました。プロファイル「%@」内のコマンドが正しいか確認してください。
pt_br: Uma sessão terminou logo após iniciar. Verifique se o comando no perfil “%@” está correto.
ru: Сессия завершилась очень скоро после запуска. Убедитесь, что команда в профиле «%@» указана верно.

# PTYSession.ShowIt
source: Show It
de: Anzeigen
ja: 表示する
pt_br: Mostrar
ru: Показать
zh_hans: 显示

# PTYSession.ShowSession
source: Show Session
de: Sitzung anzeigen
ja: セッションを表示
pt_br: Mostrar sessão
ru: Показать сессию
zh_hans: 显示会话

# PTYSession.SilenceAutomatically
source: Silence Automatically
de: Automatisch stummschalten
ja: 自動的にミュート
pt_br: Silenciar automaticamente
ru: Отключать автоматически
zh_hans: 自动静音

# PTYSession.SilenceBellTemporarily
source: _Silence Bell Temporarily
de: _Signalton vorübergehend stummschalten
ja: ベルを一時的にミュート(_S)
pt_br: _Silenciar campainha temporariamente
ru: _Временно отключить звук
zh_hans: 暂时静音铃声(_S)

# PTYSession.SilenceWarning
source: Silence Warning
de: Warnung stummschalten
ja: 警告をミュート
pt_br: Silenciar aviso
ru: Отключить предупреждение
zh_hans: 静默警告

# PTYSession.SkipAIDialog
source: Skip this dialog in the future and send the prompt immediately.
de: Diesen Dialog künftig überspringen und den Prompt sofort senden.
ja: 今後このダイアログをスキップして、プロンプトをすぐに送信します。
pt_br: Ignorar este diálogo no futuro e enviar o prompt imediatamente.
ru: Пропускать это диалоговое окно в будущем и отправлять запрос сразу.
zh_hans: 以后跳过此对话框并立即发送提示。

# PTYSession.SlowTmuxResponseBody
source: It's taking a long time for tmux to respond. If this is a old or funky system it might expect newline rather than carriage return to end commands. You can adjust the line terminator used by tmux integration in Settings.
de: Es dauert lange, bis tmux antwortet. Wenn es sich um ein altes oder ungewöhnliches System handelt, erwartet es zum Beenden von Befehlen möglicherweise einen Zeilenumbruch (Newline) statt eines Wagenrücklaufs (Carriage Return). Sie können das von der tmux-Integration verwendete Zeilenende in den Einstellungen anpassen.
ja: tmuxの応答に時間がかかっています。古い、あるいは癖のあるシステムでは、コマンドの終端にキャリッジリターンではなく改行を必要とする場合があります。tmux統合で使用する行末文字は設定で調整できます。
pt_br: O tmux está demorando muito para responder. Se este for um sistema antigo ou peculiar, ele pode esperar um caractere de nova linha em vez de retorno de carro para encerrar comandos. Você pode ajustar o terminador de linha usado pela integração do tmux nos Ajustes.
ru: tmux слишком долго не отвечает. Если это старая или нестандартная система, она может ожидать перевод строки вместо возврата каретки для завершения команд. Символ окончания строки, используемый интеграцией с tmux, можно изменить в Настройках.
zh_hans: tmux 响应时间过长。如果这是较旧或异常的系统，它可能期望用换行符而非回车符结束命令。你可以在设置中调整 tmux 集成使用的行终止符。

# PTYSession.SlowTmuxResponseHeading
source: Slow tmux Response
de: Langsame tmux-Antwort
ja: tmuxの応答が遅い
pt_br: Resposta lenta do tmux
ru: Медленный ответ tmux
zh_hans: tmux 响应缓慢

# PTYSession.SSHSetupError
source: An error occurred while setting up the SSH environment:
de: Beim Einrichten der SSH-Umgebung ist ein Fehler aufgetreten:
ja: SSH環境のセットアップ中にエラーが発生しました:
pt_br: Ocorreu um erro ao configurar o ambiente SSH:
ru: Произошла ошибка при настройке среды SSH:
zh_hans: 设置 SSH 环境时出现错误：

# PTYSession.StatusChangedDescription
source: Status changed to “%@”
de: Status geändert zu „%@“
ja: ステータスが「%@」に変更されました
pt_br: Status alterado para “%@”
ru: Статус изменён на «%@»
zh_hans: 状态已更改为“%@”

# PTYSession.StealFocusPrompt
source: A control sequence attempted to activate a session. Allow it?
de: Eine Steuersequenz hat versucht, eine Sitzung zu aktivieren. Erlauben?
ja: 制御シーケンスがセッションをアクティブにしようとしました。許可しますか？
pt_br: Uma sequência de controle tentou ativar uma sessão. Permitir?
ru: Управляющая последовательность попыталась активировать сессию. Разрешить это?
zh_hans: 控制序列试图激活会话。允许吗？

# PTYSession.StopAsking
source: Stop Asking
de: Nicht mehr fragen
ja: 今後確認しない
pt_br: Parar de perguntar
ru: Больше не спрашивать
zh_hans: 停止询问

# PTYSession.SuppressAllOutput
source: Suppress _All Output
de: Gesamte _Ausgabe unterdrücken
ja: すべての出力を抑制(_A)
pt_br: Suprimir _toda a saída
ru: Подавить _весь вывод
zh_hans: 抑制所有输出

# PTYSession.SusLocaleWarning
source: Warning! This profile uses a custom locale that doesn't use UTF-8 as its character encoding, but your profile *is* using UTF-8. This can cause error messages and non-ASCII text to appear wrong.
de: Achtung! Dieses Profil verwendet ein benutzerdefiniertes Gebietsschema, das nicht UTF-8 als Zeichenkodierung nutzt, aber Ihr Profil verwendet *tatsächlich* UTF-8. Dies kann dazu führen, dass Fehlermeldungen und Nicht-ASCII-Text falsch dargestellt werden.
ja: 警告！このプロファイルは文字エンコーディングにUTF-8を使用しないカスタムロケールを使用していますが、あなたのプロファイルは*実際に*UTF-8を使用しています。これにより、エラーメッセージや非ASCII文字が正しく表示されないことがあります。
pt_br: Aviso! Este perfil usa uma configuração regional personalizada que não usa UTF-8 como codificação de caracteres, mas seu perfil *está* usando UTF-8. Isso pode fazer com que mensagens de erro e texto não ASCII apareçam incorretamente.
ru: Внимание! Этот профиль использует собственную локаль, которая не использует UTF-8 в качестве кодировки символов, но ваш профиль *использует* UTF-8. Это может привести к неправильному отображению сообщений об ошибках и текста, не входящего в ASCII.
zh_hans: 警告！此配置文件使用的自定义语言环境不使用 UTF-8 作为字符编码，但你的配置文件*确实*使用 UTF-8。这可能导致错误消息和非 ASCII 文本显示异常。

# PTYSession.SwitchedToProfile
source: Switched to profile “%@”.
de: Zu Profil „%@“ gewechselt.
ja: プロファイル「%@」に切り替えました。
pt_br: Alterado para o perfil “%@”.
ru: Переключено на профиль «%@».
zh_hans: 已切换到配置文件“%@”。

# PTYSession.SwitchingToAlternateScreen
source: Switching to alternate screen
de: Wechsel zum alternativen Bildschirm
ja: 代替スクリーンに切り替え中
pt_br: Alternando para a tela alternativa
ru: Переключение на альтернативный экран
zh_hans: 正在切换至备用屏幕。

# PTYSession.SwitchingToMainScreen
source: Switching to main screen
de: Wechsel zum Hauptbildschirm
ja: メインスクリーンに切り替え中
pt_br: Alternando para a tela principal
ru: Переключение на основной экран
zh_hans: 正在切换至主屏幕。

# PTYSession.TarFailed
source: tar failed with this message: %@
de: tar ist mit folgender Meldung fehlgeschlagen: %@
ja: tarが次のメッセージで失敗しました: %@
pt_br: O tar falhou com esta mensagem: %@
ru: tar завершился с ошибкой: %@
zh_hans: tar 命令失败，错误信息：%@

# PTYSession.TerminalInitiatedDisplay
source: The terminal has initiated display of a file named “%1$@” of size %2$@. Allow it?
de: Das Terminal hat die Anzeige einer Datei mit dem Namen „%1$@“ und der Größe %2$@ eingeleitet. Erlauben?
ja: ターミナルが「%1$@」という名前のファイル（サイズ%2$@）の表示を開始しました。許可しますか？
pt_br: O terminal iniciou a exibição de um arquivo chamado “%1$@” de tamanho %2$@. Permitir?
ru: Терминал инициировал показ файла с именем «%1$@» размером %2$@. Разрешить это?
zh_hans: 终端已开始显示名为“%1$@”、大小为%2$@的文件。允许显示吗？

# PTYSession.TerminalInitiatedTransfer
source: The terminal has initiated transfer of a file named “%1$@” of size %2$@. Download it?
de: Das Terminal hat die Übertragung einer Datei mit dem Namen „%1$@“ und der Größe %2$@ eingeleitet. Herunterladen?
ja: ターミナルが「%1$@」という名前のファイル（サイズ%2$@）の転送を開始しました。ダウンロードしますか？
pt_br: O terminal iniciou a transferência de um arquivo chamado “%1$@” de tamanho %2$@. Baixar?
ru: Терминал инициировал передачу файла с именем «%1$@» размером %2$@. Скачать его?
zh_hans: 终端已开始传输名为“%1$@”、大小为%2$@的文件。下载吗？

# PTYSession.TmuxDetached
source: tmux detached
de: tmux getrennt
ja: tmuxがデタッチされました
pt_br: tmux desanexado
ru: tmux отключён

# PTYSession.TmuxLoggingOff
source: tmux logging off
de: tmux-Protokollierung aus
ja: tmuxログをオフにしました
pt_br: registro do tmux desativado
ru: Журналирование tmux отключено

# PTYSession.TmuxLoggingOn
source: tmux logging on
de: tmux-Protokollierung ein
ja: tmuxログをオンにしました
pt_br: registro do tmux ativado
ru: Журналирование tmux включено

# PTYSession.TmuxNotResponding
source: Tmux is not responding. Would you like to force detach?
de: tmux reagiert nicht. Möchten Sie die Trennung erzwingen?
ja: tmuxが応答していません。強制的にデタッチしますか？
pt_br: O tmux não está respondendo. Deseja forçar a desanexação?
ru: tmux не отвечает. Отключить принудительно?
zh_hans: tmux 未响应。是否强制分离？

# PTYSession.TmuxPausedNotification
source: tmux paused this session because too much output was buffered.
de: tmux hat diese Sitzung pausiert, da zu viele Ausgaben gepuffert wurden.
ja: 出力が大量にバッファリングされたため、tmuxがこのセッションを一時停止しました。
pt_br: O tmux pausou esta sessão porque muita saída foi armazenada em buffer.
ru: tmux приостановил эту сессию, так как было буферизовано слишком много данных вывода.
zh_hans: tmux 因缓冲的输出过多而暂停了此会话。

# PTYSession.TriggerFiredDescription
source: A trigger fired in session “%1$@” in tab #%2$d.
de: Ein Trigger wurde in Sitzung „%1$@“ in Tab #%2$d ausgelöst.
ja: タブ#%2$dのセッション「%1$@」でトリガーが発動しました。
pt_br: Um gatilho foi disparado na sessão “%1$@” na aba nº %2$d.
ru: Триггер сработал в сессии «%1$@» во вкладке №%2$d.
zh_hans: 一个触发器在标签页组 #%2$d 的会话 “%1$@” 中触发了。

# PTYSession.TriggersDisabledProfile
source: Triggers disabled in interactive apps. You can change this in Settings > Profiles > Advanced.
de: Trigger in interaktiven Apps deaktiviert. Sie können dies unter Einstellungen > Profile > Erweitert ändern.
ja: 対話型アプリではトリガーが無効になっています。これは設定 > プロファイル > 詳細 で変更できます。
pt_br: Gatilhos desativados em apps interativos. Você pode alterar isso em Ajustes > Perfis > Avançado.
ru: Триггеры отключены в интерактивных приложениях. Это можно изменить в разделе Настройки > Профили > Дополнительно.
zh_hans: 交互式应用中触发器已停用。你可以在 设置 > 配置文件 > 高级 中更改。

# PTYSession.TriggersDisabledSession
source: Triggers disabled in interactive apps. You can change this in Edit Session > Advanced.
de: Trigger in interaktiven Apps deaktiviert. Sie können dies unter Sitzung bearbeiten > Erweitert ändern.
ja: 対話型アプリではトリガーが無効になっています。これはセッションを編集 > 詳細 で変更できます。
pt_br: Gatilhos desativados em apps interativos. Você pode alterar isso em Editar sessão > Avançado.
ru: Триггеры отключены в интерактивных приложениях. Это можно изменить в разделе Изменить сессию > Дополнительно.
zh_hans: 交互式应用中触发器已停用。你可以在 编辑会话 > 高级 中更改。

# PTYSession.TwoCoprocesses
source: %@: Can't run two coprocesses at once.
de: %@: Es können nicht zwei Coprozesse gleichzeitig ausgeführt werden.
ja: %@: 2つのコプロセスを同時に実行できません。
pt_br: %@: não é possível executar dois coprocessos ao mesmo tempo.
ru: %@: невозможно запустить два сопроцесса одновременно.
zh_hans: %@：无法同时运行两个协同进程。

# PTYSession.UnnamedTrigger
source: (Unnamed trigger)
de: (Unbenannter Trigger)
ja: （名前のないトリガー）
pt_br: (Gatilho sem nome)
ru: (Триггер без имени)
zh_hans: (未命名触发器)

# PTYSession.Unpause
source: _Unpause
de: _Fortsetzen
ja: 一時停止を解除(_U)
pt_br: _Retomar
ru: _Возобновить
zh_hans: 恢复(_U)

# PTYSession.UnsafeBadgeFormat
source: The application attempted to set the badge to a value that would invoke a function call. For security reasons, this is not allowed and the badge was not updated.
de: Die Anwendung hat versucht, das Badge auf einen Wert zu setzen, der einen Funktionsaufruf auslösen würde. Aus Sicherheitsgründen ist dies nicht zulässig, und das Badge wurde nicht aktualisiert.
ja: アプリケーションが関数呼び出しを実行する値にバッジを設定しようとしました。セキュリティ上の理由からこれは許可されておらず、バッジは更新されませんでした。
pt_br: O aplicativo tentou definir o selo com um valor que invocaria uma chamada de função. Por motivos de segurança, isso não é permitido e o selo não foi atualizado.
ru: Приложение попыталось установить для значка значение, которое вызвало бы вызов функции. В целях безопасности это не разрешено, и значок не был обновлён.
zh_hans: 应用试图将角标设置为会触发函数调用的值。出于安全原因，此操作不被允许，角标未更新。

# PTYSession.UnsupportedUploadFormat
source: An upload with an unsupported archive format was requested. You may need a newer version of iTerm2.
de: Ein Upload mit einem nicht unterstützten Archivformat wurde angefordert. Möglicherweise benötigen Sie eine neuere Version von iTerm2.
ja: サポートされていないアーカイブ形式でのアップロードが要求されました。新しいバージョンのiTerm2が必要な場合があります。
pt_br: Foi solicitado um envio com um formato de arquivo compactado não suportado. Talvez você precise de uma versão mais recente do iTerm2.
ru: Запрошена отправка файла в неподдерживаемом формате архива. Возможно, вам нужна более новая версия iTerm2.
zh_hans: 请求的上传使用了不支持的压缩格式。你可能需要更新版本的 iTerm2。

# PTYSession.Upgrade
source: Upgrade
de: Aktualisieren
ja: アップグレード
pt_br: Atualizar
ru: Обновить
zh_hans: 升级

# PTYSession.UploadInProgressBody
source: Please wait for the current upload to complete or cancel it before starting another.
de: Bitte warten Sie, bis der aktuelle Upload abgeschlossen ist, oder brechen Sie ihn ab, bevor Sie einen weiteren starten.
ja: 現在のアップロードが完了するのを待つか、キャンセルしてから別のアップロードを開始してください。
pt_br: Aguarde a conclusão do envio atual ou cancele-o antes de iniciar outro.
ru: Дождитесь завершения текущей отправки или отмените её, прежде чем начинать новую.
zh_hans: 请等待当前上传完成或将其取消，然后再开始另一项上传。

# PTYSession.UploadInProgressTitle
source: Upload in Progress
de: Upload läuft
ja: アップロード中
pt_br: Envio em andamento
ru: Выполняется отправка
zh_hans: 正在上传
